"Title" = "כללי";
"LaunchAtLogin" = "להפעיל עם הכניסה למערכת";
"CheckForUpdates" = "לבדוק אוטומטית אם יש עדכונים";
"CheckNow" = "לבדוק עכשיו";
"Open" = "פתיחה:";
"OpenTooltip" = "צירוף מקשים כללי לפתיחת היישום.\nברירת מחדל: %@C.";
"Pin" = "נעיצה:";
"PinTooltip" = "צירוף מקשים לנעיצת פריט.\nברירת מחדל: %@P.";
"Delete" = "מחיקה:";
"DeleteTooltip" = "צירוף מקשים למחיקת פריט מההיסטוריה.\nברירת מחדל: %@⌫.";
"Behavior" = "התנהגות:";
"PasteAutomatically" = "להדביק אוטומטית";
"PasteWithoutFormatting" = "להדביק בלי עיצוב";
"Modifiers" = "התאמת ההתנהגות בעת בחירת פריט:\n• יש לבחור תוך החזקה של %@ כדי להעתיק פריט.\n• יש לבחור תוך החזקה של %@ כדי להעתיק ולהדביק פריט.\n• יש לבחור תוך החזקה של %@ כדי להעתיק, להסיר את העיצוב ולהדביק.";
"Search" = "חיפוש:";
"Exact" = "מדויק";
"Fuzzy" = "מעורפל";
"Regex" = "ביטויים רגולריים";
"Mixed" = "מעורבב";
"NotificationsAndSounds" = "התראות וצלילים 􀱁";
